[
  {
    "name": "Lenoir",
    "address": "1807 S. First St. Austin, TX 78704",
    "phone": "512-215-9778",
    "website": "lenoirrestaurant.com",
    "video": null,
    "picture": null,
    "pcredit": null,
    "caption": null,
    "googlemap": null,
    "review": "",
    "reviewlink": null
  },
  {
    "name": "Uchi",
    "address": "801 S. Lamar Blvd. Austin, TX 78704",
    "phone": "512-916-4808",
    "website": "uchiaustin.com",
    "video": null,
    "picture": null,
    "pcredit": null,
    "caption": null,
    "googlemap": null,
    "review": "Each year I go back and forth on whether to lump chef Tyson Cole’s Uchi and Uchiko together or keep them separate. They may be in the same family, but they aren’t identical twins. Uchiko translates to “son of Uchi,” but it might be more accurate to call it “spirited kid brother of Uchi.” The open restaurant forsakes the intimacy of its forerunner for a louder and more visible dining experience. At Uchiko you can still enjoy the elegant nigiri pieces like sake toro (fatty salmon) and shime saba (mackerel with a teardrop of truffle oil) that you find at Uchi, but the North Lamar restaurant grills and pan-fries more items and plays with a broad array of Asian influences as evidenced in the Tiger cry roll (a steak-filled take on Thai flavors), fried chicken karaage, and cocnonut-sweetened mussels with. Both restaurants deliver flawless service and dazzle with execution. You should always order from the restaurants’ daily specials menus -- no matter how hard it is to resist the maguro sashimi (big eye tuna with goat cheese, pumpkin seed oil and green apple) or hama chili (yellowtail with Thai chili and oranges) available at both. On the rotating specials menu you’ll find items like a raw oyster sweetened and piqued with watermelon and ginger, and Santa Barbara sea urchin (Uchiko), or a nutty and woodsy mackerel topped with toasted sesame and onion (Uchi). Uchiko and Uchi both have solid dessert offerings, such as the playful fried milk at the former and peanut butter semifreddo topped with a reviving apple-miso sorbet at the latter, but I get my end-of-meal sweet-tooth fix with fish caramel. It glazes the seared beef tongue at Uchiko and the sensual and transformative nigiri piece of seared foie gras at Uchi. (For the record: I’ve always been an Uchi guy based on ambiance, sushi offerings, service, and location.)",
    "reviewlink": null
  },
  {
    "name": "Uchiko",
    "address": "4200 N. Lamar Blvd. Austin, TX 78756",
    "phone": "512-916-4808",
    "website": "uchiaustin.com\/uchiko",
    "video": null,
    "picture": null,
    "pcredit": null,
    "caption": null,
    "googlemap": null,
    "review": "",
    "reviewlink": null
  },
  {
    "name": "Barley Swine",
    "address": "2024 S. Lamar Blvd. Austin, TX 78704",
    "phone": "512-394-8150",
    "website": "barleyswine.com",
    "video": null,
    "picture": null,
    "pcredit": null,
    "caption": null,
    "googlemap": null,
    "review": "Bryce Gilmore has been one of the Austin chefs leading the charge in the recent farm-to-table movement. It’s an ethos the Austin-raised chef learned in part while working at Wink. The practice has guided his creative, seasonal, and oft-changing menu at the relaxed restaurant he opened in 2010. Barley Swine originally offered diners the choice of about a dozen items on any given night. Last fall the small restaurant – which seats a few dozen – switched to a tasting menu. (They also removed a few seats and amped up reservations, two diner-friendly moves.) The menu change took choice from the diners, but the experience of dining at Barley Swine has not been compromised. In some ways, the fixed-course tasting menu, which features about 13 items, makes for a more exciting experience. You can look at the minimalist roster of dishes and guess the ways in which the kitchen will deliver. There’d be no easy way to describe the dishes with simple ingredients, so you’re in for a surprise when quail egg and steelhead roe turns out to be a sublime tea-marinated egg topped with smoked roe that slowly develops, its tannic and oceanic flavors deepening and expanding after you’ve consumed the wobbly dish delivered on a spoon.  A meal at Barley Swine will likely introduce you to ideas you couldn’t have imagined, such as compressed watermelon topped with squid jerky, or a savory crepe made with iron-packed duck blood and filled with seared duck breast. But dinner at Barley Swine is not about showy trickery, it’s about layering flavors (a green gazpacho with salty roe, astringent seaweed, tart Kefir and pickled mushrooms) and letting ingredients simply shine (the fresh mozzarella, blood-red tomatoes and clean olive oil in a startling caprese).  The proceedings are guided by a gregarious staff that shows comprehensive knowledge of each dish and the complementary skills that allow them to make excellent suggestions from Barley Swine’s impressive wine and beer list (from a Spanish Rioja to a Flemish Red Ale from San Antonio). ",
    "reviewlink": null
  },
  {
    "name": "Qui",
    "address": "1600 E. Sixth St. Austin, TX 78702",
    "phone": "512-436-9626",
    "website": "quiaustin.com",
    "video": null,
    "picture": null,
    "pcredit": null,
    "caption": null,
    "googlemap": null,
    "review": "",
    "reviewlink": null
  },
  {
    "name": "Congress",
    "address": "200 Congress Ave. Austin, TX 78701",
    "phone": "512-827-2760",
    "website": "congressaustin.com\/congress",
    "video": null,
    "picture": null,
    "pcredit": null,
    "caption": null,
    "googlemap": null,
    "review": "",
    "reviewlink": null
  }
]
