{"top": [{"website": "lenoirrestaurant.com", "name": "Lenoir", "zip": 78704, "insideCredit": "Laura Skelding / American-Statesman", "review": "<p>When chef Todd Duplechan moved back to Texas in 2007 after a decade away, the Dallas native reexamined the cuisine of the state.</p>\n\n<p>The influence of Mexico and Germany had led to decades-long proliferation of Tex-Mex and barbecue. But the heavy food didn&rsquo;t make much sense to the chef who attended culinary school in Colorado.</p>\n\n<p>&ldquo;You can&rsquo;t eat that way and expect to function as a person in this climate,&rdquo; Duplechan said.</p>\n\n<p>That realization steered Duplechan toward his concept for &ldquo;hot-weather food&rdquo; at Lenoir.</p>\n\n<p>Using seasonal ingredients from area farms and animal proteins from Texas ranchers, Duplechan and his wife, Jessica Maher, created a menu of dishes with flavor profiles familiar to other regions with hot climates: the Gulf Coast, Thailand, India, Northern Africa and more.</p>\n\n<p>In devising his menu, the former chef de cuisine at Austin&rsquo;s Trio at the Four Seasons relied on the knowledge imparted by his former boss, chef Floyd Cardoz of the since-closed Tabla in New York City. Duplechan had worked at Michelin-starred restaurants for the likes of chefs David Bouley and Tom Colicchio, but he left to work at the less-celebrated Tabla to learn about spices and technique from Cardoz. The Indian chef, who kept an entire room of spices at Tabla, taught Duplechan about complex layering of flavors and building depth with spices.</p>\n\n<p>Cardoz&rsquo;s influence can be seen in the variety of fish curries that rotate through Duplechan&rsquo;s seasonal menu. A recent bowl of tender octopus, squid and a large oyster buzzed with the acidic heat of an electric and deeply flavored tomato curry.</p>\n\n<p>The Indian notes reappear in a cucumber salad with curry leaf oil and the sweet-nutty-creaminess of a coconut-cashew raita. Duplechan likes to work with redfish, as seen in a Thai-inspired dish in which the fish is wrapped in charred tissue-thin zucchini and served in a fragrant and spicy tom yum broth with a smoky squash blossom. Another preparation, a crunchy and pliant poha-crusted redfish, delivered pan-Asian appeal with fermented mung bean and curried butternut squash.</p>\n\n<p>Closer to home, the chef puts a spin on a Mexican classic with a bedeviling soft egg and polenta tamale served with earthy mushroom ragu and creamy goat feta, and grilled quail is surrounded by the piquancy and depth of a green mole.</p>\n\n<p>Sommelier Chris Kelly took over the impressive and surprising wine list at the jewel box restaurant recently, and he delighted in pairing the quail with the dirt and berries of a Cinsault blend from Benjamin Talliander. As with most wine lovers, Kelly talks with excitement when pairing, whether it&rsquo;s about a light red from Crete to go with goat or the dirty funk of a Negroamaro from Schola Sarmenti to accompany roasted pork and shrimp. Kelly has doubled the size of the wine list since commandeering it, adding 25 bottle selections to the 25 offered by the glass.</p>\n\n<p>Despite the global influences at Lenoir, Duplechan remains a Texas chef at heart. He cures and smokes butternut squash like pastrami and cuts it into thin curling ribbons, a vegetarian play on barbecue. The dish is part of the Field section of the menu, which also includes Sea, Land and Dream. Diners can select any three dishes from the menu for $40 and can add individual dishes beyond that for $10 each.</p>\n\n<p>The pricing structure makes Lenoir the best value of any restaurant in town. And though the chef opened his 32-seat restaurant with modest ambitions, his imagination and the execution of his team &mdash; from the kitchen to the attentive service staff &mdash; have elevated it to the top of the Austin dining scene.</p>\n\n<p>&ldquo;We set out to have a really good neighborhood restaurant,&rdquo; Duplechan said. &ldquo;It&rsquo;s turned into something a lot bigger and a lot better and a lot more successful than we ever could have imagined.&rdquo;</p>\n\n<p>The restaurant may have been born of his vision, but Duplechan is quick to spread praise.</p>\n\n<p>&ldquo;The reason this restaurant works and is great is because I have a really great group of people working here,&rdquo; Duplechan said. &ldquo;No one can do this alone.&rdquo;</p>\n", "long": -97.75568549, "insideCaption": "Chef and Lenoir co-owner Todd Duplechan serves this butternut squash pastrami with charred greens and preserved lime aioli at this year's top-ranked Austin restaurant.", "insideImg": "lenoir.jpg", "phone": "512-215-9778", "cost": "", "reviewLink": "http://www.austin360.com/news/entertainment/dining/on-south-first-street-a-culinary-passport-via-a--1/nRmtL/", "address": "1807 S. First St.", "lat": 30.24681611, "position": 1, "shortDescription": "", "coverImg": "lenoir.jpg"}, {"website": "quiaustin.com", "name": "Qui", "zip": 78702, "insideCredit": "Laura Skelding / American-Statesman", "review": "<p>What&rsquo;s a sellout? Someone who forsakes their uniqueness and does what is expected or demanded of them for financial gain or vanity. Basically: taking the easy way out.</p>\n<p>Paul Qui is no sellout.</p>\n<p>After destroying the competition on &ldquo;Top Chef&rdquo; in 2012, the former Uchiko executive chef could have opened his own highly visible take on the massively popular restaurant, played to expectations, sat back and counted his money.</p>\n<p>Instead he followed his passion. Qui opened a restaurant on a bar-lined part of still-developing East Sixth Street, the stomping grounds of many service-industry workers. The stark white building echoes a blank slate or a lab coat indicative of experimentation. He didn&rsquo;t even put his famous name in an easily noticeable spot.</p>\n<p>Returning to the Filipino roots of his mother&rsquo;s family and nodding to global influences he picked up in travels following his sudden fame, Qui developed an initial menu that included Filipino pork blood stew, Spanish-inspired hen rice, and an artful dish of vegetables that paid homage to French chef Michel Bras.</p>\n<p>Then, after about a year in business, Qui decided to scrap the a la carte menu for a seven-course tasting menu. There is still evidence of the original menu, though with minor tweaks. The marcona almond gazpacho, poured into a mug ringed with foie gras that looks like pencil shavings, now has a silkier and smoother consistency. The pork blood dinuguan has gone from a bowl of stew with gnocchi to a velvety blanket for grilled maitake mushrooms.</p>\n<p>Qui has not left his seafood past completely behind. Chefs, who deliver the food they prepare to each table, sear pink pieces of albacore on sizzling mini-logs of white oak tableside, the mildly fatty fish absorbing the fragrant smoke and the herbal mojo verde made with garlic, parsley and cilantro.</p>\n<p>Meals at Qui will likely introduce diners to new flavors. A recent dinner marked my first encounter with coconut vinegar, which bathed tender chicken thigh meat pulled from the bone, as well as chardonnay vinegar, used in the albacore dish.</p>\n<p>The creativity at Qui extends to its exceptional bar program that preceded a recent glass of bourbon and apricot brandy with palate-cleansing basil-seed &ldquo;caviar.&rdquo;</p>\n<p>The tiny bar may offer the best solo dining option at Qui, as you can order the tasting menu or select from a bar menu (reserved for patio diners) that includes chicken and pork kebabs and Filipino ceviche.</p>\n<p>Qui recently added a ticketed chef&rsquo;s table option that includes dozens of dishes and gives the chef and his accomplished team even greater range to express their ingenuity. The evolutionary changes at the restaurant during its first 15 months in business are illustrative of Qui&rsquo;s culinary curiosity, adaptability and adherence to his unique vision.</p>", "long": -97.72625285, "insideCaption": "The chicken adobo at Qui.", "insideImg": "qui.jpg", "phone": "512-436-9626", "cost": "", "reviewLink": "http://www.austin360.com/news/entertainment/dining/theres-a-lot-going-on-at-qui-and-thats-generally-a/nZ7Hd/", "address": "1600 E. Sixth St.", "lat": 30.26324237, "position": 2, "shortDescription": "", "coverImg": "qui.jpg"}, {"website": "uchiaustin.com", "name": "Uchi", "zip": 78704, "insideCredit": "Erica Wilkins / For American-Statesman", "review": "<p>Each year, I go back and forth on whether to lump chef Tyson Cole&rsquo;s Uchi and Uchiko together or keep them separate. They may be in the same family, but they aren&rsquo;t identical twins. Uchiko translates to &ldquo;son of Uchi,&rdquo; but it might be more accurate to call it &ldquo;spirited kid brother of Uchi.&rdquo; The open restaurant forsakes the intimacy of its forerunner for a louder and more visible dining experience.</p>\n\n<p>At Uchiko you can still enjoy the elegant nigiri pieces like sake toro (fatty salmon) and shime saba (mackerel with a teardrop of truffle oil) that you find at Uchi, but the North Lamar restaurant grills and pan-fries more items and plays with a broad array of Asian influences as evidenced in the Tiger Cry roll (a steak-filled take on Thai flavors), fried chicken karaage&nbsp;and coconut-sweetened mussels.</p>\n\n<p>Both restaurants deliver flawless service and dazzle with execution. You should always order from the restaurants&rsquo; daily specials menus &mdash; no matter how hard it is to resist the maguro sashimi (big eye tuna with goat cheese, pumpkin seed oil and green apple) or hama chili (yellowtail with Thai chili and oranges) available at both. On the rotating specials menu you&rsquo;ll find items like a raw oyster sweetened and piqued with watermelon and ginger,&nbsp;Santa Barbara sea urchin (Uchiko), or a nutty and woodsy mackerel topped with toasted sesame and onion (Uchi).</p>\n\n<p>Uchiko and Uchi both have solid dessert offerings, such as the playful fried milk at the former and peanut butter semifreddo topped with a reviving apple-miso sorbet at the latter, but I get my end-of-meal, sweet-tooth fix with fish caramel. It glazes the seared beef tongue at Uchiko and the sensual and transformative nigiri piece of seared foie gras at Uchi. (For the record: I&rsquo;ve always been an Uchi guy based on ambiance, sushi offerings, service and location.)</p>", "long": -97.75956762, "insideCaption": "The maguro sashimi dish at Uchi has bigeye tuna, pumpkin seed oil and Fuji apple.", "insideImg": "uchi.jpg", "phone": "512-916-4808", "cost": "", "reviewLink": "", "address": "801 S. Lamar Blvd.", "lat": 30.25749013, "position": 3, "shortDescription": "", "coverImg": "uchi.jpg"}, {"website": "uchiaustin.com/uchiko", "name": "Uchiko", "zip": 78756, "insideCredit": "Julia Robinson / For American-Statesman", "review": "<p>Each year, I go back and forth on whether to lump chef Tyson Cole&rsquo;s Uchi and Uchiko together or keep them separate. They may be in the same family, but they aren&rsquo;t identical twins. Uchiko translates to &ldquo;son of Uchi,&rdquo; but it might be more accurate to call it &ldquo;spirited kid brother of Uchi.&rdquo; The open restaurant forsakes the intimacy of its forerunner for a louder and more visible dining experience.</p>\n\n<p>At Uchiko you can still enjoy the elegant nigiri pieces like sake toro (fatty salmon) and shime saba (mackerel with a teardrop of truffle oil) that you find at Uchi, but the North Lamar restaurant grills and pan-fries more items and plays with a broad array of Asian influences as evidenced in the Tiger Cry roll (a steak-filled take on Thai flavors), fried chicken karaage&nbsp;and coconut-sweetened mussels.</p>\n\n<p>Both restaurants deliver flawless service and dazzle with execution. You should always order from the restaurants&rsquo; daily specials menus &mdash; no matter how hard it is to resist the maguro sashimi (big eye tuna with goat cheese, pumpkin seed oil and green apple) or hama chili (yellowtail with Thai chili and oranges) available at both. On the rotating specials menu you&rsquo;ll find items like a raw oyster sweetened and piqued with watermelon and ginger,&nbsp;Santa Barbara sea urchin (Uchiko), or a nutty and woodsy mackerel topped with toasted sesame and onion (Uchi).</p>\n\n<p>Uchiko and Uchi both have solid dessert offerings, such as the playful fried milk at the former and peanut butter semifreddo topped with a reviving apple-miso sorbet at the latter, but I get my end-of-meal, sweet-tooth fix with fish caramel. It glazes the seared beef tongue at Uchiko and the sensual and transformative nigiri piece of seared foie gras at Uchi. (For the record: I&rsquo;ve always been an Uchi guy based on ambiance, sushi offerings, service and location.)</p>", "long": -97.74003746, "insideCaption": "The Boquerones are spanish white anchovies, bottagra, and lemon zest.", "insideImg": "uchiko.jpg", "phone": "512-916-4808", "cost": "", "reviewLink": "", "address": "4200 N. Lamar Blvd.", "lat": 30.31068477, "position": 3, "shortDescription": "", "coverImg": "uchiko.jpg"}, {"website": "barleyswine.com", "name": "Barley Swine", "zip": 78704, "insideCredit": "Laura Skelding / American-Statesman", "review": "<p>Bryce Gilmore has been one of the Austin chefs leading the charge in the recent farm-to-table movement. It&rsquo;s an ethos the Austin-raised chef learned in part while working at Wink. The practice has guided his creative, seasonal and oft-changing menu at the relaxed restaurant he opened in 2010.</p>\n\n<p>Barley Swine originally offered diners the choice of about a dozen items on any given night. Last fall, the small restaurant &mdash; which seats a few dozen &mdash; switched to a tasting menu. They also removed a few seats and amped up reservations, two diner-friendly moves. The menu change took away choice from the diners, but the experience of dining at Barley Swine has not been compromised. In some ways, the fixed-course tasting menu, which features about 13 items, makes for a more exciting experience.</p>\n\n<p>You can look at the minimalist roster of dishes and guess the ways in which the kitchen will deliver. There&rsquo;d be no easy way to describe the dishes with simple ingredients, so you&rsquo;re in for a surprise when quail egg and steelhead roe turns out to be a sublime tea-marinated egg topped with smoked roe that slowly develops, its tannic and oceanic flavors deepening and expanding after you&rsquo;ve consumed the wobbly dish delivered on a spoon.</p>\n\n<p>A meal at Barley Swine will likely introduce you to ideas you couldn&rsquo;t have imagined, such as compressed watermelon topped with squid jerky, or a savory crepe made with iron-packed duck blood and filled with seared duck breast. But dinner at Barley Swine is not about showy trickery, it&rsquo;s about layering flavors (a green gazpacho with salty roe, astringent seaweed, tart Kefir and pickled mushrooms) and letting ingredients simply shine (the fresh mozzarella, blood-red tomatoes and clean olive oil in a startling caprese).</p>\n\n<p>The proceedings are guided by a gregarious staff that shows comprehensive knowledge of each dish and the complementary skills that allow them to make excellent suggestions from Barley Swine&rsquo;s impressive wine and beer list (from a Spanish Rioja to a Flemish Red Ale from San Antonio).</p>\n", "long": -97.76865989, "insideCaption": "Barley Swine is a restaurant that serves small sharable plates and sources ingredients from local farmers. This is the Wagyu flank steak, roasted pepper, potato and salsa verde.", "insideImg": "barleyswine.jpg", "phone": "512-394-8150", "cost": "", "reviewLink": "", "address": "2024 S. Lamar Blvd.", "lat": 30.24953059, "position": 4, "shortDescription": "", "coverImg": "barleyswine.jpg"}, {"website": "congressaustin.com/congress", "name": "Congress", "zip": 78701, "insideCredit": "Stephen Callender / For American-Statesman", "review": "<p>Congress ascended to the height of Austin&rsquo;s fine-dining category when it opened in 2010 &mdash; and it has received little company in the years since. Part of that may be due to Austin&rsquo;s laid-back nature and suspicion of anything that seems too elegant. Part of it is because the restaurant set such a high bar.</p>\n\n<p>Despite its beautiful beige and cream interiors, mannered service and location at the base of the Austonian, Congress does not make for an airless dining experience. It&rsquo;s Austin&rsquo;s take on fine dining. The food and service are pristine and precise, but you can still get loose and relax to a soundtrack that mixes the rough-hewn weariness of Lou Reed and the swagger of Motown. Had you worn a tie, you could feel free to remove it.</p>\n\n<p>Congress intimidated some with its initial fixed-price menus, but this year chef David Bull&rsquo;s restaurant added a la carte options, a move that should lower the perceived barrier of entry for some. You can still order a five-course tasting menu, but the new format allows the chance to dig deep into one category, mix-and-match, or simply order an entr&eacute;e.</p>\n\n<p>If you want small plates only, go with the smoked fat of grilled cubes of beef lardo skewered with red grapes, crisp discs of radish and bright mint; a sumptuous brown butter poached lobster topped with surprisingly earthy steel colored baubles of paddlefish caviar; or flash-seared Hamachi that blends toasty sesame notes with laced sweetness from coconut dashi.</p>\n\n<p>Bull makes some of the best pasta in the city, and this summer he featured an enticing pasta menu that included delicate veal breast ravioli with basil puree and a decadent uni tagliatelle with Calabrese peppers. It was the kind of tease that continues to make me hope he opens an Italian restaurant.</p>\n\n<p>Those looking for a more straight-forward, classic experience might choose a ribeye with the earthiness and roasted tannics of trumpet mushrooms and espresso, or a rack of lamb with almond puree that the sommelier wisely paired with the cherry and raspberry notes of Arpepe&rsquo;s medium-bodied 2006 Valtelina Superiore from Congress&rsquo; extensive wine list.</p>\n", "long": -97.74603983, "insideCaption": "Diners at Congress can now order a la carte dishes, like this grilled beef lardo.", "insideImg": "congress.jpg", "phone": "512-827-2760", "cost": "", "reviewLink": "", "address": "200 Congress Ave.", "lat": 30.26016503, "position": 5, "shortDescription": "", "coverImg": "congress.jpg"}, {"website": "fndaustin.com", "name": "Foreign & Domestic", "zip": 78751, "insideCredit": "Laura Skelding / American-Statesman", "review": "<p>If every part of town had a neighborhood restaurant as good as North Loop&rsquo;s Foreign &amp; Domestic, it might help mitigate Austin&rsquo;s traffic problem.</p>\n\n<p>The window-wrapped restaurant looks like an upscale New Jersey diner, with an L-shaped row of counter seats that allows for a great view of the chefs working feverishly in close proximity of each other.</p>\n\n<p>Chef Ned Elliott brings passion and attitude to a seasonal and soulful menu that can flex its muscle (witness a dish of roasted quail and duck tongue stew with almond pesto) as well as it nimbly balances flavors.</p>\n\n<p>The restaurant doesn&rsquo;t go out of its way to bang the farm-to-table drum, but it does an admirable job of implementing seasonal and local ingredients to execute surprising dishes &mdash; like a chanterelle mushroom cannelloni with Swiss chard in a savory whey broth, and a sweet corn and potato soup with pickled shrimp.</p>\n\n<p>Foreign &amp; Domestic defies simple classification, but at its heart, it&rsquo;s a restaurant designed to deliver comforting and thoughtful modern American food, whether it be the simplicity of prosciutto, peaches, basil and goat cheese, or the complexity of braised goat with pickled cherries, corn pudding and smoked eggplant.</p>", "long": -97.72018965, "insideCaption": "Foreign & Domestic's vision includes prosciutto with peaches, basil and goat cheese.", "insideImg": "foreigndomestic.jpg", "phone": "512-459-1010", "cost": "", "reviewLink": "", "address": "306 E. 53rd St. ", "lat": 30.31732217, "position": 6, "shortDescription": "", "coverImg": "foreigndomestic.jpg"}, {"website": "bufalinapizza.com", "name": "Bufalina", "zip": 78702, "insideCredit": "Rodolfo Gonzalez / American-Statesman", "review": "<p>Steven Dilley didn&rsquo;t do much to the stripped down space on East Cesar Chavez when he opened Bufalina last summer. Some walnut tables, a handsome bar. The main thing he brought in: a wood-burning oven from Italy that looks like an igloo.</p>\n\n<p>The restaurant&rsquo;s centerpiece turns out the best Neapolitan pizzas in the city. Bubbled around the edges with a soft, pliant center, the Margherita oozes creamy mozzarella into a bright tomato sauce draped with leaves of brilliant basil. My favorite pie at Bufalina is the Fresca, a tumble of citrus-spritzed arugula piled on prosciutto picante and ivory pools of shape-shifting mozzarella.</p>\n\n<p>Pizza is the main thing here, but not the only thing. Simple, fresh salads and expertly curated meat and cheese plates make up most of the offerings to start a meal, and wine-lover Dilley gives great attention to a list &mdash; about 20 glasses and 70 bottles &mdash; that is astonishing in its breadth and quality given the small size of the pizzeria.</p>\n\n<p>Bufalina is open only for dinner five nights a week. Go on a Sunday night and you&rsquo;ll likely bump into at least one service-industry professional &mdash;&nbsp;always the sign of a good restaurant.</p>\n\n<p>For a guy who worked with algorithmic equities in New York&nbsp;in a previous life, Dilley was certainly a fast study in figuring out the equation for an excellent restaurant.</p>\n", "long": -97.72947651, "insideCaption": "Bufalina's Margherita pizza is a study in delicious simplicity.", "insideImg": "bufalin.jpg", "phone": "512-524-2523", "cost": "", "reviewLink": "http://www.austin360.com/news/entertainment/dining/bufalina-has-set-a-new-bar-for-neapolitan-pizza-in/nbWxw/", "address": "1519 E. Cesar Chavez St.", "lat": 30.2587059, "position": 7, "shortDescription": "", "coverImg": "bufalin.jpg"}, {"website": "swayaustin.com", "name": "Sway", "zip": 78704, "insideCredit": "Alberto Martinez / American-Statesman", "review": "<p>Exotic and alluring, both in design and menu, Sway likely introduced many Austinites to the concept of Australian Thai &ndash; a sweet and fresh spin on classic Thai that gained the most attention when Aussie chef David Thompson&rsquo;s Nahm in London became the first Thai restaurant to earn a coveted Michelin star.</p>\n\n<p>Dishes at Sway find a harmony of sweet, sour, salty, spicy and umami in dishes like Jungle curry, with its wagyu beef, red chilies, eggplant, peppercorn and coconut cream. Shrimp are the best way to start meals at Sway, whether it&rsquo;s the salt-and-pepper variety, dotted with fermented black bean paste, or the prawn miange, essentially a Thai take on a shrimp taco, with a betel leaf wrapping lime juice-splashed toasted coconut, cashew and Fresno chilies.</p>\n\n<p>The fried rice section of the menu stars a beef fried rice with a tamarind glaze, crunchy asparagus and mild heat.&nbsp;Blue crab fried rice is stuffed with generous portions of downy lump crab. During a recent bout of allergies, I found my way to the tom kha gai soup &mdash; a sweet coconut broth filled with tender chicken, firm mushrooms, baby corn and snow peas, and fuming with the floral scent of lemongrass.</p>\n\n<p>The volume at the popular restaurant can make group dining difficult, so I advise sitting outdoors on the serene patio if the weather is agreeable. And Sway recently started online ordering for takeout, which, thanks to dedicated parking spaces and bar pickup, makes the process very easy and a great way to get some of Austin&rsquo;s best food with marginal hassle.</p>\n", "long": -97.75455922, "insideCaption": "Sway's harmonious Jungle curry is a good intro to the Australian Thai concept.", "insideImg": "sway.jpg", "phone": "512-326-1999", "cost": "", "reviewLink": "http://www.austin360.com/news/entertainment/dining/sway-elevates-the-thai-experience/nXGXS/", "address": "1417 S. First St.", "lat": 30.25012856, "position": 8, "shortDescription": "", "coverImg": "sway.jpg"}, {"website": "lavaustin.com", "name": "LaV", "zip": 78702, "insideCredit": "Deborah Cannon / American-Statesman", "review": "<p>Aspen. Houston. Those names will give some Austinites pause. But there&rsquo;s nothing to fear. Yes, LaV is more elegantly appointed than most Austin restaurants &mdash; it more closely resembles a West Austin mansion than any restaurant in town &mdash; and its owner comes from the Bayou City. And, yes, he met his partners while they were working at the tony Little Nell in Aspen. But LaV is a welcome addition to the Austin restaurant scene.</p>\n\n<p>Chef Alison Jenkins cooks with soul and a point of view, delivering unfussy Provencal dishes like a whole roasted sea bass enlivened with charred lemon and tender lamb T-bones, their gaminess matched by the soil flavors of olive tapenade. The lush chicken liver pate, boozy with port, Madeira and bourbon, is one of the city&rsquo;s best appetizers, as is lamb tartare spiced with curried yogurt and cooled with a minty breeze.</p>\n\n<p>Owner Ralph Eads aspires for LaV to have one of the country&rsquo;s best wine lists, and it is certainly a marvel. Even though its prices climb to absurd heights, it remains accessible for those looking to spend less than $100 a bottle, thanks in part to the guidance of effervescent wine director Vilma Mazaite and her educated staff.</p>\n\n<p>Pastry chef Janina O&rsquo;Leary can end a meal with an array of options, at times playful (donut holes), funky (blue cheese ice cream with port reduction) and bright (silky lemon budino).</p>\n", "long": -97.72714733, "insideCaption": "The wood oven chicken for two with late summer tomatoes, arugula and croutons at LaV restaurant.", "insideImg": "lav.jpg", "phone": "512-391-1888", "cost": "", "reviewLink": "http://www.austin360.com/news/entertainment/dining/lav-brings-sophistication-and-elegance-to-evolving/nhR28/", "address": "1501 E. Seventh St.", "lat": 30.26425124, "position": 9, "shortDescription": "", "coverImg": "lav.jpg"}, {"website": "winkrestaurant.com", "name": "Wink", "zip": 78703, "insideCredit": "Ricardo B. Brazziell / American-Statesman", "review": "<p>When I told a friend recently I was headed to Wink for dinner, he asked, &ldquo;Is that place still open?&rdquo;</p>\n\n<p>Wink may not have the sheen of the hip new thing, but they were doing the local and seasonal thing before the word &ldquo;foodie&rdquo; became a ubiquitous &mdash; and unfortunate &mdash; moniker. The restaurant that Mark Paul and Stewart Scruggs opened in 2001 has served as culinary training ground for a host of Austin chefs. That fact, combined with excellent service and consistent execution, makes Wink a vital piece of the Austin dining landscape.</p>\n\n<p>There are few better ways to get your vegetables than the artfully plated and well-balanced dishes at Wink. Big proteins like succulent duck breast come with the fibrous crunch of bok choy and powerful baby eggplant in a spiced wine gastrique. Earthiness of mushrooms and bittersweet grilled eggplant accompany perfect lamb chops crackling with a strong salt-and-pepper sear in a spicy and smoky tomato arrabbiata.</p>\n\n<p>Wink always has a foie gras preparation on the menu; it arrived at a recent meal seared and plated with the earth and iron of maitake mushrooms and mustard greens. And Wink does light and delicate as well as they do decadent, as evidenced by a spring dish of flamed Hamachi sashimi with pickled ramps and sweet miso.</p>\n\n<p>So, yes, Wink&rsquo;s open. It&rsquo;s thriving. And it has a handful of employees who have been at the restaurant longer than many of the restaurants on this list have been open.</p>\n\n<p>Bonus points for their adjacent wine bar, my favorite in town.</p>\n", "long": -97.75241528, "insideCaption": "Wink, an elder statesman on this list, does light well with ths flamed Hamachi Sashimi with ramps and sweet miso.", "insideImg": "wink.jpg", "phone": "512-482-8868", "cost": "", "reviewLink": "", "address": "1014 N. Lamar Blvd.", "lat": 30.27584516, "position": 10, "shortDescription": "", "coverImg": "wink.jpg"}, {"website": "justines1937.com", "name": "Justine's", "zip": 78702, "insideCredit": "Deborah Cannon / American-Statesman", "review": "<p>Pierre Pelegrin and his wife, Justine Gilcrease, impressed Austines with their vision and audacity when they opened Justine&rsquo;s in summer 2009. The French bistro was located farther east than any hotspot at the time. It immediately attracted crowds, and served as a precursor to the eastern expansion of Austin nightlife.</p>\n\n<p>While other bars and restaurants have opened in East Austin, Justine&rsquo;s remains on the edge of the action, a scene unto itself. It makes a visit to the sexy restaurant feel like dipping into a speakeasy or a private garden party. Crowds arrive early and stay late into the night, savoring cocktails like perfect Manhattans or espresso martinis, and classic bistro fare like steak tartare and grilled scallops.</p>\n\n<p>The inside of the 1937 bungalow is all slinky blacks, well-worn wood, and mottled red walls, and the place hums with the feel of a Left Bank house party as a record player spins tunes from the likes of Jimmy Smith and Gilberto Gil.</p>\n\n<p>The regular menu includes a steak frites that arrives with an impressive crust, ruby center and a funky sidecar of Roquefort sauce for dipping your meat &mdash; or the crunchy thin-cut fries. On the light side, lump crab meat showers curling ribbons of crunchy cucumbers dressed in a puckering lemon-ginger dressing. The specials menu changes daily and features items like a tumult of fall greens, carrots and boiled egg tossed in a sensuous brown butter vinaigrette. Justine&rsquo;s is so charming it can even make a salad swing.</p>\n", "long": -97.70037843, "insideCaption": "The steak frites, with its sides of Roquefort sauce and thin-cut fries, is part of the regular menu at East Austin standard-bearer Justine's.", "insideImg": "justines.jpg", "phone": "512-385-2900", "cost": "", "reviewLink": "", "address": "4710 E. Fifth St. ", "lat": 30.2534356, "position": 11, "shortDescription": "", "coverImg": "justines.jpg"}, {"website": "parkside-austin.com", "name": "Parkside", "zip": 78701, "insideCredit": "Ryan R. Taylor / For American-Statesman", "review": "<p>The jewel of chef-restaurateur Shawn Cirkiel&rsquo;s demi-empire was ahead of its time when it opened on Dirty Sixth in 2008. The rest of the street has yet to catch up with the sophistication, and Parkside remains a safe harbor in the sloppy storm.</p>\n\n<p>When he opened the restaurant, Cirkiel said he was cooking for chefs and bar people. Well, they have good taste. And the varied menu means you can eat there a few times in a week and never feel like you&rsquo;re dining at the same restaurant. It plays the role of coastal seafood restaurant (raw fluke with lemon and almonds), Texas tavern (lamb ratatouille with smoked eggplant and shaved radish) and seasonal bistro (roasted and pickled beet salad with shaved fennel, mango, and ricotta salata).</p>\n\n<p>Half-priced oysters and bubbles on Wednesday nights remain one of my favorite deals in town, and the bar staff is one of downtown&rsquo;s best. Get to know them while you enjoy a juicy half-priced happy hour burger &mdash; a steal at $7.</p>\n", "long": -97.74550547, "insideCaption": "Parkside is the culinary calm in the storm of East Sixth Street downtown.", "insideImg": "parkside.jpg", "phone": "512-474-9898", "cost": "", "reviewLink": "", "address": "301 E. Sixth St. ", "lat": 30.26851648, "position": 12, "shortDescription": "", "coverImg": "parkside.jpg"}, {"website": "franklinbarbecue.com", "name": "Franklin Barbecue", "zip": 78702, "insideCredit": "Laura Skelding / American-Statesman", "review": "<p>The best barbecue I&rsquo;ve had from a sit-down restaurant in Texas. That&rsquo;s why the lines are so long. That and a blend of cultishness and curiosity. Aaron Franklin smokes brisket with a pitch-black caramelized bark that covers meat that falls apart like red velvet cake.</p>\n\n<p>Franklin&rsquo;s brisket doesn&rsquo;t need sauce, but he created the perfect enhancement: a tomato-based blend braced by the dark roast of espresso. And there&rsquo;s a vinegar-based sauce for the tangy pulled pork that delivers a nice balance of smoke and fat.</p>\n\n<p>By all accounts, the affable Franklin has not let the national media attention and praise go to his head, and remains concerned about making sure that those who pay with their time are rewarded with exceptional meat and a great experience. The man who got his start in a trailer five years ago near the I-35 feeder road deserves much of the credit for revitalizing the barbecue scene in Austin.</p>\n", "long": -97.73142843, "insideCaption": "People wait in line for hours at Franklin Barbecue. ", "insideImg": "franklins.jpg", "phone": "512-653-1187", "cost": "", "reviewLink": "", "address": "900 E. 11th St. ", "lat": 30.27010255, "position": 13, "shortDescription": "", "coverImg": "franklins.jpg"}, {"website": "oddduckaustin.com", "name": "Odd Duck", "zip": 78704, "insideCredit": "Austin Humphreys / American-Statesman", "review": "<p>Look carefully as you make your way to the bathroom at Odd Duck and you&rsquo;ll see a column with hand-drawn lines indicating the heights of staff members. It&rsquo;s the kind of personalized nostalgia my grandparents created for me as a kid. It gives the place a sense of home, as does the mish-mash collection of vintage cutlery and service wear used at Bryce Gilmore&rsquo;s farm-to-table restaurant that sprouted from his trailer that once occupied the neighboring lot.</p>\n\n<p>The rustic food is like that which would come from your grandmother&rsquo;s kitchen, if she, like chef Sam Hellman-Mass, spent several years honing her technique under Gilmore at Barley Swine. The black-olive pappardelle with braised goat was the best pasta dish I had in Austin this year. Fried quail gets down-home accompaniments of buttermilk biscuits and pinto beans in an elevated cowboy dish, and the kitchen shows its inventive side adding a touch of sweetness in the form of coconut milk to scrambled eggs that serve as a fluffy bed for fried softshell crab.</p>\n\n<p>Whether it&rsquo;s bar food (homemade pretzels stuffed with ham and cheese) or a salty, sweet and acidic garden fresh salad of bursting tomatoes, goat feta, peaches and red onions, Odd Duck finds ways to comfort with a wide array of flavors and preparations that feel familiar yet new.</p>", "long": -97.76206448, "insideCaption": "The braised goat served atop homemade ribbons of papardelle at Odd Duck is hard to top.", "insideImg": "oddduck.jpg", "phone": "512-433-6521", "cost": "", "reviewLink": "http://www.austin360.com/news/entertainment/dining/a-new-look-and-an-old-soul-at-bryce-gilmores-odd-d/nfK4r/", "address": "1201 S. Lamar Blvd.", "lat": 30.25452041, "position": 14, "shortDescription": "", "coverImg": "oddduck.jpg"}, {"website": "jeffreysofaustin.com", "name": "Jeffrey's", "zip": 78703, "insideCredit": "Alberto Martinez / American-Statesman", "review": "<p>The McGuire-Moorman Hospitality Group knows how to create an aesthetic and a vibe. The one at the revamped Jeffreys&rsquo; feels like a private Manhattan club with valet drivers straight from a Wes Anderson movie. Whether that&rsquo;s your cup of rye is a question only you can answer. It&rsquo;s certainly not the place to go for weekly dinner &mdash; though their all-day Sunday and Monday happy hours at the bar are a heck of a deal.&nbsp;I had my best steak of the year &mdash; one that included a visit to Wolfgang Puck&rsquo;s Cut in Las Vegas &mdash; on a recent visit to Jeffrey&rsquo;s.</p>\n\n<p>Jeffrey&rsquo;s is committed to Texas ranchers. The restaurant sources most of its beef from the Lone Star State and dry ages it. The marbled Strube Ranch ribeye hides its sumptuous blood-red blush behind the crunch of a well-seasoned crust. The steak tartare with crispy shallots and capers and massive lump crabcake refreshed by cucumber and jalapeno are two of the best appetizers in town.&nbsp;The smoked salmon and caviar blini with cr&egrave;me fraiche provides a refreshing seafood lift in the midst of the menu&rsquo;s heavier fare.</p>\n", "long": -97.75918216, "insideCaption": "The beef tartare at Jeffrey's.", "insideImg": "jeffreys.jpg", "phone": "512-477-5584", "cost": "", "reviewLink": "http://www.austin360.com/news/entertainment/dining/renovated-jeffreys-looks-to-the-future-with-a-nod-/nYr6n/", "address": "1204 W. Lynn St.", "lat": 30.28029622, "position": 15, "shortDescription": "", "coverImg": "jeffreys.jpg"}, {"website": "congressaustin.com ", "name": "Second Bar + Kitchen", "zip": 78701, "insideCredit": "Laura Skelding / American-Statesman", "review": "<p>Chef David Bull and his partners have pulled off an impressive feat: creating three separate dining and drinking spaces in one building. It&rsquo;s a model that any restaurateur would love to emulate. Second is one of downtown Austin&rsquo;s most visible restaurants &mdash; and that&rsquo;s a good thing. It represents the city well to visitors and gives locals a great dining option with a patio encircled by the city&rsquo;s Great Streets program.</p>\n\n<p>The kitchen is helmed by Jason Stude, though Bull&rsquo;s Italian heritage shows in veal meatballs (I add them to the cheese pizza), pan-roasted clams, and mushroom carbonara. But the menu doesn&rsquo;t hew to one type of cuisine. You can find Asian flavors in a seared salmon dish served with coconut rice and nam pla or soba noodles humming with sesame's toasty glow. The pizzas are not just lip service to the indecisive or timid. The funky and sweet black and bleu &mdash; with black truffle, bleu cheese, dates and pork belly &mdash; is one of my favorites in town. Second also serves one of my favorite salads: a pile of bitter arugula served with tawny roasted chicken, earthy beets, sweet cranberry vinaigrette, and generous hunks of camembert cheese.</p>\n", "long": -97.74603983, "insideCaption": "Second Bar + Kitchen features seared salmon with coconut rice and nam pla.", "insideImg": "secondbar.jpg", "phone": "512-827-2750", "cost": "", "reviewLink": "", "address": "200 Congress Ave.", "lat": 30.26016503, "position": 16, "shortDescription": "", "coverImg": "secondbar.jpg"}, {"website": "blackbirdandhenry.com", "name": "Blackbird & Henry", "zip": 78705, "insideCredit": "Martin do Nascimento / American-Statesman", "review": "<p>Chef Mark Schmidt grew up in Dallas and spent most his summers as an adolescent living in England. That duality informs the culinary point of view of the former owner of Caf&eacute; 909 in Marble Falls. His campus-area restaurant features Texas cuisine like fried quail with creamy white corn grits, and the British influence &mdash; and India&rsquo;s effect on that country &mdash; can be tasted across the menu, from cocktails (a Calcuta Ritta with a curry-salted rim) to entrees (a mild curried prawn kedgeree with fried lentils and fluffy couscous) and dessert (a strawberry and cream Eton Mess).</p>\n\n<p>For his fish and chips, Schmidt forgoes overly breaded and greasy fish for tart smelt, which he tosses in rice flour and corn starch and fries to a clean finish. In addition to his bicontinental background, Schmidt&rsquo;s time in Connecticut and New Mexico is evident in items like East Coast oysters and a salmon ceviche flecked with roasted green peppers.</p>\n\n<p>After a few years away from Central Texas, Schmidt&rsquo;s reemergence in Austin has been a welcome sight.</p>\n", "long": -97.74191297, "insideCaption": "This mild curried prawn kedgeree at Blackbird & Henry reflects chef Mark Schmidt's British influence.", "insideImg": "blackbird.jpg", "phone": "512-394-5264", "cost": "", "reviewLink": "http://www.mystatesman.com/news/entertainment/dining/blackbird-and-henry-takes-flight-under-guidance-of/ngfmm/", "address": "3016 Guadalupe St. ", "lat": 30.29694307, "position": 17, "shortDescription": "", "coverImg": "blackbird.jpg"}, {"website": "cafejosie.com", "name": "Café Josie", "zip": 78703, "insideCredit": "Ralph Barrera / American-Statesman", "review": "<p>From the street it may not appear that Caf&eacute; Josie has changed much since Charles Mayes opened the tucked-away West Sixth Street restaurant in 1997. And, as you ascend to the building, you can still catch the waft of mesquite smoke in the air. But inside chef Brandon Fuller and longtime Caf&eacute; Josie general manager&nbsp;Cody Taylor&nbsp;have transformed what was once a tropical retreat into a seasonal celebration. (The two took ownership of Caf&eacute; Josie in 2012.)</p>\n\n<p>Fuller&rsquo;s adaptation to the seasons are evident in a winter dish of beer-battered and lightly fried acorn squash zipped with kimcihi aioli, and a velvety pumpkin soup with toasted pumpkin seeds, and in the late summer with grilled salmon and green beans.</p>\n\n<p>You can draw parallels between the Josie menu and some of Fuller&rsquo;s previous stops &mdash; seared duck breast (Wink), tuna sashimi with sudachi and Thai chilies (Uchi), balsamic-glazed goat ribs (Parkside) &mdash; but the underrated bistro is a unique creation all his own.</p>\n\n<p>Longtime fans of the old Josie can take comfort in the fact that they can still order the trademark pepita-coated redfish with mango-habanero butter and rice and beans at lunch.</p>\n", "long": -97.75732311, "insideCaption": "Cafe Josie, which opened in 1997, has received some new life with co-owners Cody Taylor and chef Brandon Fuller. This is their red snapper udon.", "insideImg": "cafejosie.jpg", "phone": "512-322-9226", "cost": "", "reviewLink": "", "address": "1200 W. Sixth St.", "lat": 30.27312876, "position": 18, "shortDescription": "", "coverImg": "cafejosie.jpg"}, {"website": "fabiandrosi.com", "name": "Fabi & Rosi", "zip": 78703, "insideCredit": "Holly Henderson / For American-Statesman", "review": "<p>As a restaurant critic, I get daily requests for recommendations. This bungalow off Lake Austin Boulevard is often the answer when I&rsquo;m asked something like, &ldquo;We want to have a nice dinner (either a date or with friends) at a place with really good food (nothing too crazy), and we want to be able to hear ourselves talk. We&rsquo;re willing to spend some money but don&rsquo;t want to break the bank. Where should we go?&rdquo; I&rsquo;ve answered that question with Fabi &amp; Rosi at least a dozen times, and people have always thanked me later. That&rsquo;s because whether they&rsquo;re getting plump escargot dripping with herbed garlic butter, rosy sirloin with crunchy truffle fries, a thoughtful and diverse charcuterie board, or one of German chef Wolfgang Murber&rsquo;s homeland classics like bratwurst in a dark beer sauce with sauerkraut, they can&rsquo;t really go wrong with the understated elegance of Fabi &amp; Rosi.</p>", "long": -97.77258944, "insideCaption": "The sirloin with truffle fries exemplifies the quality and dependability of Fabi & Rosi.", "insideImg": "fabirosi.jpg", "phone": "512-236-0642", "cost": "", "reviewLink": "", "address": "509 Hearn St.", "lat": 30.27888047, "position": 19, "shortDescription": "", "coverImg": "fabirosi.jpg"}, {"website": "perlasaustin.com", "name": "Perla's Seafood and Oyster Bar", "zip": 78704, "insideCredit": "Rebecca Fondren / For American-Statesman", "review": "<p>Many people probably don&rsquo;t remember that this space used to house Mars, a Mediterranean restaurant relocated from Judges&rsquo; Hill that didn&rsquo;t have the staying power to make it on a still-developing South Congress Avenue. With SoCo so developed now, it&rsquo;s hard to think that a place wouldn&rsquo;t last here, as Perla&rsquo;s has become the culinary centerpiece of South Congress. Credit the McGuire-Moorman Hospitality Group&rsquo;s vision in creating a beachside retreat in the middle of land-locked Texas. You can&rsquo;t sit on the deck and stare at the ocean, but the people watching is pretty great.</p>\n\n<p>Slurping oysters (the selection ranges from British Columbia to Nova Scotia) with a bottle of bubbles is the perfect way to start a meal that will follow with a bloody Niman Ranch ribeye electrified with salsa verde. If you want to stay with seafood, the bronzed pan-seared halibut falls apart into ivory shards bathed in drawn butter. If you don&rsquo;t have to worry about getting into a swimsuit, order the lobster-and-cheddar grits. And if you aren&rsquo;t driving, get a second Manhattan. Perla&rsquo;s makes great cocktails.</p>\n", "long": -97.75003386, "insideCaption": "Perla's usually has about 15 varieties of oysters at any time, mostly from the East and West coasts.", "insideImg": "perla.jpg", "phone": "512-291-7300", "cost": "", "reviewLink": "", "address": "1400 S. Congress Ave.", "lat": 30.24978962, "position": 20, "shortDescription": "", "coverImg": "perla.jpg"}, {"website": "latraviata.net", "name": "La Traviata", "zip": 78701, "insideCredit": "Zach Ornitz / American-Statesman", "review": "<p>Congress Avenue is slowly catching up to the big city urbanity of this simple but elegant little restaurant that feels like it was plucked from a much larger city. Whenever people ask me where to go for Italian, my first answer is La Traviata. The explanation could start and stop with the three-meat Bolognese or the best carbonara in town: pancetta and cheese clinging to the egg washed twirl of pasta. But I could go on and discuss the homemade ravioli specials or the clean and simple perfection of an aglio e olio spaghetti with shrimp that will leave fumes of toasted garlic lingering with you throughout the day. Chef Marion Gillcrist&rsquo;s restaurant embodies the idea that sometimes less is more, and that when you have the right ingredients, and the right balance of those ingredients, you don&rsquo;t need too many.<p>\n", "long": -97.74407111, "insideCaption": "Marion Gilchrist, chef and owner of La Traviata, prepares her signature spaghetti bolognese.", "insideImg": "latraviata.jpg", "phone": "512-479-8131", "cost": "", "reviewLink": "", "address": "314 Congress Ave.", "lat": 30.26591169, "position": 21, "shortDescription": "", "coverImg": "latraviata.jpg"}, {"website": "elnaranjo-restaurant.com", "name": "El Naranjo", "zip": 78701, "insideCredit": "Laura Skelding / American-Statesman", "review": "<p>I traveled to Mexico this summer and met celebrated chef Ricardo Mu&ntilde;oz Zurita, who told me that Iliana de la Vega of El Naranjo is the best Mexican-born chef cooking in the United States. High praise. At her avocado green bungalow on bustling Rainey Street, de la Vega introduces diners to indigenous Mexican ingredients like cactus paddles and chayote, a gourd she enlivens with a sweet vinegar dressing and sprinkles with Mexican oregano, and serves familiar dishes like citrusy cochinita pibil with pickled onions.</p>\n\n<p>The former Oaxacan chef keeps a couple of moles on the menu at all times, like the nutty and complex mole poblano, and rotates a third mole. The weekly special gives diners a chance to taste the myriad examples of the Mexican mother sauce. I imagine Munoz Zurita, a culinary anthropologist and author, would enthusiastically approve of the way de la Vega imparts Meixco&rsquo;s cultural and culinary heritage to guests through her cooking.</p>\n", "long": -97.73818283, "insideCaption": "Through dishes like this cochinita pibil, chef Iliana de la Vega imparts some of Mexico's cultural and culinary heritage at El Naranjo.", "insideImg": "elnaranjo.jpg", "phone": "512-474-2776", "cost": "", "reviewLink": "http://www.austin360.com/news/lifestyles/food-cooking/el-naranjo-serves-as-a-culinary-oasis-amidst-the-p/nSLJS/", "address": "85 Rainey St.", "lat": 30.25951964, "position": 22, "shortDescription": "", "coverImg": "elnaranjo.jpg"}, {"website": "lacondesaaustin.com", "name": "La Condesa", "zip": 78701, "insideCredit": "Rodolfo Gonzalez / American-Statesman", "review": "<p>Named after the hip and leafy neighborhood in Mexico City, this restaurant shines with a relaxed cosmopolitan vibe. The massive mural is a showpiece, as seen through the floor-to-ceiling windows that embrace a dining room that spills into one of the best sidewalk caf&eacute; style settings in town. Nods to Mexico City reverberate throughout the restaurant&rsquo;s design and menu, as with the fresh tuna tostadas that put a spin on the classic dish from the Mexican capital&rsquo;s Contramar and the califas tacos (steak encased in cheese), named after a taqueria in Mexico City&rsquo;s Condesa neighborhood. The menu has changed a bit under the guidance of chef Rick Lopez, with additions such as the acidic tingle of a red-wine braised octopus with chipotle romesco. One thing that hasn&rsquo;t changed: the classic margarita. The best in town.</p>", "long": -97.74765231, "insideCaption": "La Condesa's El Califa tacos serve as one of many nods to Mexico City.", "insideImg": "lacondesa.jpg", "phone": "512-499-0300", "cost": "", "reviewLink": "", "address": "400 W. Second St.", "lat": 30.26537521, "position": 23, "shortDescription": "", "coverImg": "lacondesa.jpg"}, {"website": "facebook.com/tamdeliandcafe", "name": "Tam Deli", "zip": 78753, "insideCredit": "Rodolfo Gonzalez / American-Statesman", "review": "<p>Sisters Tam Bui and Tran Ngoc are great ambassadors for Vietnamese culture and cuisine. I doubt they mind my repetitive banh mi orders of garlic-packed fried shrimp, chargrilled pork, or lemongrass beef served with pickled carrots, cucumber, jalapeno, cilantro and homemade mayonnaise on flaky and flossy baguettes. But they get more excited when I show a greater sense of adventure and hopscotch through their massive menu, choosing a restorative bowl of pho with meatballs or flank steak; a vermicelli bowl packed with the oceanic flavors of crab, shrimp paste and escargot; or the sour, salty and spicy Bun Bo Hue Dac Biet beef soup. Make sure you request a cream puff be held for you before you start your meal. You don&rsquo;t want to go home empty-handed.<p>\n", "long": -97.71177018, "insideCaption": "The Shrimp Bahn Mi from Tam Deli is a dependable Vietnamese staple.", "insideImg": "tamdeli.jpg", "phone": "512-834-6458", "cost": "", "reviewLink": "", "address": "8222 N. Lamar Blvd.", "lat": 30.35328282, "position": 24, "shortDescription": "", "coverImg": "tamdeli.jpg"}, {"website": "swiftsattic.com", "name": "Swift's Attic", "zip": 78701, "insideCredit": "Alberto Martinez / American-Statesman", "review": "<p>This gastroclub perched above the Elephant Room sometimes challenges me with its noise and d&eacute;cor. It&rsquo;s like meeting a person at a dinner party who talks and dresses loudly and spends too much time looking in the mirror or over your shoulder while he talks to you. But then you listen to what he has to say and realize he&rsquo;s a person of depth and character. Maybe the cover doesn&rsquo;t always match the contents.</p>\n\n<p>The kitchen at Swift&rsquo;s Attic, helmed by Mat Clouser, defies classification. You may get a raw fish dish with Asian influences that reference the chef&rsquo;s time at Kenichi, but you&rsquo;re just as likely to find warm Texas-inspired dishes like Lockhart quail with pungent blue-cheese grits, candied almonds and cherry gastrique on a dish that looks like a Christmas table setting. I was surprised on a recent visit to taste Mexican flavors in a masa &ldquo;gnocchi&rdquo; dish served in an almond cream sauce and topped with dark chips made from huitlacoche. Just when I&rsquo;ve got them all figured out, Swift&rsquo;s makes me reconsider what I think I know.</p>\n", "long": -97.74372249, "insideCaption": "Popcorn and a Movie is the name of this dessert at Swift's Attic.", "insideImg": "swiftattic.jpg", "phone": "512-482-8200", "cost": "", "reviewLink": "http://www.austin360.com/news/entertainment/dining/at-swifts-attic-culinary-artistry-flies-unfetter-2/nRpmY/", "address": "315 Congress Ave.", "lat": 30.26536834, "position": 25, "shortDescription": "", "coverImg": "swiftattic.jpg"}], "picks": {"wildcards": [{"website": "contigotexas.com/austin", "multiple": "", "name": "Contigo", "zip": 78723, "phone": "512-614-2260", "address": "2027 Anchor Lane", "chatter": "A wonderful ranch-style retreat in the middle of East Austin that handles meat (like a beef tongue slider) as well as it does vegetables. Bonus points for great cocktails."}, {"website": "eastsidecafeaustin.com", "multiple": "", "name": "Eastside Café", "zip": 78722, "phone": "512-476-5858", "address": "2113 Manor Road", "chatter": "Comforting dishes that take a light approach, relying on seasonal vegetables at this quaint house in East Austin."}, {"website": "elizabethstreetcafe.com", "multiple": "", "name": "Elizabeth Street Café", "zip": 78704, "phone": "512-291-2881", "address": "1501 S. First St.", "chatter": "This posh little spot serves Vietnamese classics like banh mi, vermicelli bowls and soups made with quality ingredients. A great destination for coffee and pastries."}, {"website": "epicerieaustin.com", "multiple": "", "name": "Epicerie", "zip": 78756, "phone": "512-371-6840", "address": "2307 Hancock Drive", "chatter": "This posh little spot serves Vietnamese classics like banh mi, vermicelli bowls and soups made with quality ingredients. A great destination for coffee and pastries."}, {"website": "greenpasturesrestaurant.com", "multiple": "", "name": "Green Pastures", "zip": 78704, "phone": "512-444-1888", "address": "811 W. Live Oak St.", "chatter": "This classy old gal feels like she was transplanted from the South and plopped down in South Austin. Try the rack of lamb and sneak a peek into the “hidden” bar."}, {"website": "thehightoweraustin.com", "multiple": "", "name": "The Hightower", "zip": 78702, "phone": "512-524-1448", "address": "1209 E. Seventh St.", "chatter": "Small on frills but big on flavor, this neighborhood restaurant-bar serves dishes like grilled lamb shoulder and roasted pork jowl."}, {"website": "jackallenskitchen.com", "multiple": "yes", "name": "Jack Allen's Kitchen", "zip": 78735, "phone": "512-852-8558", "address": "7720 Texas 71", "chatter": "Jack Gilmore delivers farm-to-table Texas comfort food at his restaurants in Oak Hill and Round Rock."}, {"website": "olivia-austin.com", "multiple": "", "name": "Olivia", "zip": 78704, "phone": "512-804-2700", "address": "2043 S. Lamar Blvd.", "chatter": "Abilene native James Holmes blends country and class at this elegant restaurant on South Lamar. Downhome brunch spot by day and upscale farm-to-table dining at night."}, {"website": "texasfrenchbread.com", "multiple": "", "name": "Texas French Bread", "zip": 78705, "phone": "512-499-0544", "address": "2900 Rio Grande St.", "chatter": "Mild-mannered sunlit bakery by day, Texas French Bread turns down the lights and puts on some cool music at night (maybe Iron & Wine, maybe one of Radiohead’s mellower records) for a bistro that feels almost like a dinner party, which is how dinner service here originated."}], "steakhouses": [{"website": "austinlandandcattlecompany.com", "multiple": "", "name": "Austin Land and Cattle", "zip": 78703, "phone": "512-472-1813", "address": "1205 N. Lamar Blvd.", "chatter": "This place feels like old Austin, with its curious decorative touches and laid-back vibe."}, {"website": "vinceyoungsteakhouse.com", "multiple": "", "name": "Vince Young Steakhouse", "zip": 78701, "phone": "512-457-8325", "address": "301 San Jacinto Blvd", "chatter": "The best locally owned steakhouse in town? Chef Philip Brown’s charred and ruddy steaks and broad menu selection — from housemade charcuterie to pan-roasted duck breast — can make a strong case."}], "mexican": [{"website": "azultequila.com", "multiple": "", "name": "Azul Tequila", "zip": 78704, "phone": "512-416-9667", "address": "4211 S. Lamar Blvd.", "chatter": "You can hopscotch on the menu between Tex-Mex staples (chicken flautas) and interior Mexican (mole poblano)."}, {"website": "fondasanmiguel.com", "multiple": "", "name": "Fonda San Miguel", "zip": 78756, "phone": "512-459-4121", "address": "2330 W. North Loop Blvd.", "chatter": "Fonda San Miguel introduced Austinites to the idea that Mexican food didn’t need a “Tex” in front of it and that you shouldn’t always expect it to be cheap."}, {"website": "laspalomasrestaurant.com", "multiple": "", "name": "Las Palomas", "zip": 78746, "phone": "512-327-9889", "address": "3201 Bee Cave Road #122", "chatter": "I like to order the house special (a relleno stuffed with ground beef and pork, raisins, almonds and pecans) served in a zippy tomato sauce at this reliable Westlake area restaurant."}, {"website": "lichascantina.com", "multiple": "", "name": "Licha's Cantina", "zip": 78702, "phone": "512-480-5960", "address": "1306 E. Sixth St.", "chatter": "Longtime Austin industry veteran Daniel Brooks brought the form and flavors of his native Mexican street food (tlacoyos, huitlacoche) to this charming rustic bungalow in East Austin."}, {"website": "mattselrancho.com", "multiple": "", "name": "Matt's El Rancho", "zip": 78704, "phone": "512-462-9333", "address": "2613 S. Lamar Blvd.", "chatter": "An Austin institution offering Mexican food in a sprawling but welcoming and festive space."}, {"website": "polvosaustin.com", "multiple": "", "name": "Polvos", "zip": 78704, "phone": "512-441-5446", "address": "2004 S. First St.", "chatter": "The best shrimp fajitas in South Austin, a diverse salsa bar and choriqueso keep me coming back."}, {"website": "facebook.com/tamalehouse.east", "multiple": "", "name": "Tamale House East", "zip": 78702, "phone": "512-495-9504", "address": "1707 E. Seventh St.", "chatter": "The grandchildren of the original Tamale House founders carry on the family tradition with wet migas and popular breakfast tacos."}], "chinese": [{"website": "ricebowlcafeaustin.com", "multiple": "", "name": "Rice Bowl Café", "zip": 78753, "phone": "512-835-8888", "address": "11220 N. Lamar Blvd.", "chatter": "From the pan-fried green onion pancakes to springy salt-and-pepper squid, it’s hard to go wrong at this Chinese restaurant."}, {"website": "szechuanhouseaustin.com", "multiple": "", "name": "Szechuan House", "zip": 78758, "phone": "512-832-8989", "address": "11005 Burnet Road", "chatter": "Ignore the Americanized offerings and head for the Szechuan specialties like wonton in red oil and spicy fish. The lamb with cumin will taste familiar to fans of Mexican food."}], "vegetarianfriendly": [{"website": "bouldincreek.com", "multiple": "", "name": "Bouldin Creek Cafe", "zip": 78704, "phone": "512-416-1601", "address": "1900 S. First St.", "chatter": "One of Austin’s true temples to vegetarian and vegan fare, even the most avid meat-eater will be impressed with dishes like portobello fajitas or the zucchini migas."}, {"website": "juicelandaustin.com", "multiple": "yes", "name": "JuiceLand", "zip": "", "phone": "", "address": "", "chatter": "These guys specialize in clever names (Clean and Soba Noodles), big flavor and being able to approximate meaty items with vegetarian ingredients (try the Super Happy Fun Bowl that tastes a lot like a spicy salmon sushi dish)."}, {"website": "leafsalad.com", "multiple": "", "name": "Leaf", "zip": 78701, "phone": "512-474-5323", "address": "419 W. Second St.", "chatter": "Choose from one of a variety of Leaf’s salad options, or make your own with a variety of ingredients, some of which are locally sourced."}, {"website": "motherscafeaustin.com", "multiple": "", "name": "Mother's Cafe", "zip": 78751, "phone": "512-451-3994", "address": "4215 Duval St.", "chatter": "Hyde Park’s original hippie cafe weathered a fire and still draws steady crowds with dishes like their spinach-mushroom enchiladas."}], "friedchicken": [{"website": "gusfriedchicken.com", "multiple": "", "name": "Gus’s Fried Chicken", "zip": 78701, "phone": "512-474-4877", "address": "117 San Jacinto Blvd.", "chatter": "The star here is in the name – crunchy and tender fried chicken with a little spice kick."}, {"website": "LucysFriedChicken.com", "multiple": "Yes", "name": "Lucy's", "zip": 78704, "phone": "512-297-2423", "address": "2218 College Ave.", "chatter": "In addition to solid fried chicken, try the grilled oysters and boudin blanc."}], "japanese": [{"website": "kome-austin.com", "multiple": "", "name": "Kome", "zip": 78751, "phone": "512-712-5700", "address": "4917 Airport Blvd.", "chatter": "The sushi from the husband-and-wife team that started in a trailer deserves notice, but the grilled and fried izakaya options help set this place apart from other sushi restaurants of its ilk."}, {"website": "ramen-tastsuya.com", "multiple": "", "name": "Ramen Tatsu-Ya", "zip": 78758, "phone": "512-339-0855", "address": "8557 Research Blvd.", "chatter": "Deep, rich, sumptuous bowls of fatty soup draw lines out the door."}], "french": [{"website": "arroaustin.com", "multiple": "", "name": "Arro", "zip": 78701, "phone": "512-992-2776", "address": "601 W. Sixth St.", "chatter": "French bistro classics like roasted duck and pan-seared frog legs in brown butter at this hip restaurant that has a great wine list."}, {"website": "cheznousaustin.com", "multiple": "", "name": "Chez Nous", "zip": 78701, "phone": "512-473-2413", "address": "510 Neches St.", "chatter": "Rich dishes like duck with apricot compote and trout meunière make up the heart of the menu at this retreat from the Sixth Street madness."}], "trailers": [{"website": "bombaydhabaaustin.com", "multiple": "", "name": "Bombay Dhaba", "zip": 78704, "phone": "", "address": "1207 S. First St.", "brickandmortar": "", "chatter": "Veggie and meat curries make up the heart of this Indian trailer that offers great lunch combination deals."}, {"website": "burrocheesekitchen.com", "multiple": "", "name": "Burro Cheese Kitchen", "zip": 78704, "phone": "", "address": "1221 S. Congress Ave.", "brickandmortar": "", "chatter": "Grilled cheese sandwiches with fancy ingredients like almond pesto aioli and spicy maple bacon sauce."}, {"website": "eskaustin.com", "multiple": "yes ", "name": "East Side King", "zip": "", "phone": "", "address": "", "brickandmortar": "yes", "chatter": "Asian fusion dishes such as beef pho po-boys, fried chicken and pork belly hot dogs served at bars in the Red River District and behind the Liberty Bar on East Sixth Street. Their most recent addition, Thai Kun at the Wonderland bar, serves some of the city’s best Thai food."}, {"website": "garboslobsteratx.com", "multiple": "yes ", "name": "Garbo's", "zip": "", "phone": "", "address": "", "brickandmortar": "yes", "chatter": "This roving operation serves excellent lobster rolls stuffed with tail and knuckle meat. Best deal of any lobster roll in town. Check website for locations."}, {"website": "austinkebab.com", "multiple": "yes ", "name": "Kebabalicious", "zip": "", "phone": "", "address": "", "brickandmortar": "yes", "chatter": "Beef/lamb, chicken and falafel kebabs served in fluffy pitas with a variety of sauces at these two consistently solid trailers."}, {"website": "kyotenaustin.com", "multiple": "", "name": "Kyōten", "zip": 78702, "phone": "", "address": "1211 E. Sixth St.", "brickandmortar": "", "chatter": "Veterans of some of the best sushi restaurants in the city serve highly sustainable sushi and rice bowls from this East Austin trailer."}, {"website": "lukesinsideout.com", "multiple": "", "name": "Luke's Inside Out", "zip": 78704, "phone": "", "address": "1109 S. Lamar Blvd.", "brickandmortar": "", "chatter": "Longtime Austin cooking veteran Luke Bibby serves up one of the best burgers in South Austin (along with nightly specials and sandwiches like a Korean barbecue rabbit) from his trailer outside the Gibson bar."}, {"website": "myspace.com/lulubssandwiches", "multiple": "", "name": "Lulu B's ", "zip": 78704, "phone": "", "address": "2113 S. Lamar Blvd.", "brickandmortar": "", "chatter": "Chargrilled meats and lemongrass tofu bánh mi at this Vietnamese food trailer across from the Black Sheep Lodge."}, {"website": "mellizoztacos.com", "multiple": "", "name": "Mellizoz", "zip": 78704, "phone": "", "address": "1503 S. First St.", "brickandmortar": "", "chatter": "This taco truck will make you a believer in the simplicity of a crispy taco stuffed with ground beef and bright, fresh vegetables."}, {"website": "melvinsdelicomfort.com", "multiple": "", "name": "Melvin's Deli Comfort", "zip": 78751, "phone": "", "address": "501 E. 53rd St.", "brickandmortar": "", "chatter": "The best pastrami sandwich in the city on homemade bread. And the roasted turkey is exceptional, as well."}, {"website": "redstarsouthern.com", "multiple": "", "name": "Red Star Southern", "zip": 78702, "phone": "", "address": "1700 E. Sixth St.", "brickandmortar": "", "chatter": "Southern comfort food like fried chicken and pulled pork sandwiches with a side of sass from a chef whose résumé includes time at David Bull’s Congress."}, {"website": "facebook.com/saborahonduras", "multiple": "", "name": "Sabor a Honduras", "zip": 78741, "phone": "", "address": "2538 Elmont Drive", "brickandmortar": "", "chatter": "Pupusas might be an El Salvadoran specialty, but Sabor a Honduras makes a killer version, the soft corn pouches stuffed with a pasty concoction of chicharrón and melted white cheese. The fried chicken at the trailer that opened in 2010 is some of my favorite in town, the sweet knobby crust covered in a tangy cream sauce."}, {"website": "3littlepigsaustin.com", "multiple": "", "name": "Three Little Pigs", "zip": 78705, "phone": "", "address": "1209 Park Place", "brickandmortar": "", "chatter": "Longtime Austin restaurant veteran chef Raymond Tatum serves up very good Asian-fusion comfort food from his trailer next to East End Wines."}, {"website": "twitter.com/veracruztacos", "multiple": "yes", "name": "Veracruz All-Natural", "zip": "", "phone": "", "address": "", "brickandmortar": "", "chatter": "This growing empire now has trucks on Manchaca Road, East Cesar Chavez Street and East Sixth Street that serve the best migas taco in town (and more)."}, {"website": "via313.com", "multiple": "yes", "name": "Via 313", "zip": "", "phone": "", "address": "", "brickandmortar": "", "chatter": "Two brothers from Michigan operate the two trailers that serve thick, fluffy, cheesy squares of pizza. Try the Detroiter. And get ready for a brick-and-mortar restaurant in Oak Hill."}], "burgers": [{"website": "casinoelcamino.net", "multiple": "", "name": "Casino El Camino", "zip": 78701, "phone": "512-469-9330", "address": "517 E. Sixth St.", "chatter": "This dark Sixth Street bar with rock ‘n’ roll grills fat, juicy burgers."}, {"website": "crownandanchorpub.com", "multiple": "", "name": "Crown and Anchor", "zip": 78705, "phone": "512-322-9168", "address": "2911 San Jacinto Blvd.", "chatter": "Make sure you order a double (add bacon) from this campus-area stalwart."}, {"website": "hopdoddy.com", "multiple": "Yes", "name": "Hopdoddy", "zip": 78704, "phone": "512-243-7505", "address": "1400 S. Congress Ave.", "chatter": "Quality ingredients and thoughtful flavor profiles make for long lines at the two Austin locations."}, {"website": "hopfieldsaustin.com", "multiple": "", "name": "Hopfields", "zip": 78705, "phone": "512-537-0467", "address": "3110 Guadalupe St.", "chatter": "Funky Camembert cheese tops the juicy burger at this French-inspired gastropub that has an excellent beer selection."}, {"website": "", "multiple": "Yes", "name": "P. Terry’s", "zip": "", "phone": "", "address": "", "chatter": "Patrick Terry has created a mini-empire with his retro burger restaurants thanks to good ingredients, friendly service and competitive prices. Better than In-N-Out Burger. Period."}, {"website": "TopNotchAustin.com", "multiple": "", "name": "Top Notch Hamburgers", "zip": 78757, "phone": "512-452-2181", "address": "7525 Burnet Road", "chatter": "New ownership was wise not to change the aesthetics at this classic car-hop spot that was featured in “Dazed and Confused.” A charcoal grill gives the burgers a nostalgic backyard-burger flavor."}], "indian": [{"website": "asianaindiancuisine.com", "multiple": "", "name": "Asiana", "zip": 78745, "phone": "512-445-3435", "address": "801 E. William Cannon Drive #205", "chatter": "Hit the lunch buffet to get a sampling of the wide array of offerings, including chicken tikka masala and aromatic lamb rogan josh."}, {"website": "claypit.com", "multiple": "", "name": "Clay Pit", "zip": 78701, "phone": "512-322-5131", "address": "1601 Guadalupe St.", "chatter": "Clay Pit serves up a lively environment and a roster of specialties like khuroos-e-tursh (mushroom and spinach-stuffed chicken in a sweet cashew-almond cream sauce)."}, {"website": "", "multiple": "", "name": "Swad", "zip": 78753, "phone": "512-997-7923", "address": "9515 N. Lamar Blvd.", "chatter": "A flavorful (and at times spicy) way to get your vegetables."}, {"website": "tarkaindiankitchen.com", "multiple": "yes", "name": "Tarka", "zip": "", "phone": "", "address": "", "chatter": "The Clay Pit’s fast-casual little brother serves familiar curries like korma and vindaloo as well as unique options like sandwiches served inside naan bread."}, {"website": "whipin.com", "multiple": "", "name": "Whip In", "zip": 78704, "phone": "512-442-5337", "address": "1950 S. Interstate 35", "chatter": "What started as a convenience store in 1986 has evolved into a brew pub and wine bar that serves traditional Indian vegetable dishes and Texas-Indian hybrids like a Frito pie with cilantro chutney."}], "vietnamese": [{"website": "", "multiple": "", "name": "Pho Dan", "zip": 78753, "phone": "512-837-7800", "address": "11220 N. Lamar Blvd", "chatter": "Large roster of traditional soups, noodle bowls, fresh spring rolls and more Vietnamese fare in a friendly environment."}], "pizza": [{"website": "thebackspace-austin.com", "multiple": "", "name": "The Backspace", "zip": 78701, "phone": "512-474-9899", "address": "507 San Jacinto Blvd.", "chatter": "Neapolitan pies from Parkside chef Shawn Cirkiel’s small restaurant that also serves charcuterie and a nice roster of antipasti."}, {"website": "eastsidepies.com", "multiple": "yes", "name": "East Side PIes", "zip": "", "phone": "", "address": "", "chatter": "Cracker crust farm-to-pizza at three locations around town. Get the Girther (avocado, blue cheese and roasted onions) and add bacon."}, {"website": "homeslicepizza.com", "multiple": "", "name": "Home Slice Pizza", "zip": 78704, "phone": "512-444-7437", "address": "1415 S. Congress Ave.", "chatter": "The best New York City-style slices in Austin."}, {"website": "housepizzeria.com", "multiple": "", "name": "House Pizzeria", "zip": 78751, "phone": "512-600-4999", "address": "5111 Airport Blvd.", "chatter": "A nice mix of crunch and chew in these pizzas with great toppings like port reduction and Stilton cheese."}, {"website": "littledelipizza.com", "multiple": "", "name": "Little Deli and Pizzeria", "zip": 78757, "phone": "512-467-7402", "address": "7101 Woodrow Ave.", "chatter": "Excellent New Jersey-style pies from this quaint little deli that feels like a step back in time."}, {"website": "salvationpizza.com", "multiple": "", "name": "Salvation Pizza", "zip": 78705, "phone": "512-535-0076", "address": "624 W. 34th St.", "chatter": "Excellent New Jersey-style pies from this quaint little deli that feels like a step back in time."}], "winebars": [{"website": "apothecaryaustin.com", "multiple": "", "name": "Apothecary Café and Wine Bar", "zip": 78756, "phone": "512-371-1600", "address": "4800 Burnet Road", "chatter": "Chef Albert Gonzalez’s seasonal menu, which includes a kale salad, rabbit sausage and pork cheek mole, goes well beyond simple wine bar staples."}, {"website": "henrischeese.com", "multiple": "", "name": "Henri's", "zip": 78704, "phone": "512-442-3373", "address": "2026 S. Lamar Blvd.", "chatter": "These guys know their wine and cheese, but they also make solid sandwiches and a great burger at lunch and offer a bistro menu in the evening."}, {"website": "vinovinoaustin.com", "multiple": "", "name": "Vino Vino", "zip": 78751, "phone": "512-465-9282", "address": "4119 Guadalupe St.", "chatter": "The educated team here enthusiastically pairs wine with everything from steak frites to one of the best mussels dishes in town (served in a sumptuous white wine and aioli broth)."}, {"website": "austinwinebelly.com", "multiple": "", "name": "Winebelly", "zip": 78704, "phone": "512-487-1569", "address": "519 W. Oltorf St.", "chatter": "The menu at this friendly wine bar with a large back patio plays with flavors from the Middle East (grilled lamb ribs with spiced yogurt), the Mediterranean (black pepper bucatini), Asia (grilled quail in five spice barbecue sauce) and the Gulf Coast (pan-roasted shrimp)."}], "barbecue": [{"website": "labarbecue.com", "multiple": "", "name": "La Barbecue", "zip": 78702, "phone": "512-605-9696", "address": "1200 E. Sixth St.", "chatter": "The best barbecue in Austin. Start with the brisket and go from there."}, {"website": "johnmuellermeatco.com", "multiple": "", "name": "J. Mueller Meat Co.", "zip": 78702, "phone": "", "address": "2500 E. Sixth St.", "chatter": "Old-school barbecue cook John Mueller’s brisket bark is as fierce as his half-joking snarl."}, {"website": "craftmeats.com", "multiple": "", "name": "Micklethwait Craft Meats", "zip": 78702, "phone": "512-791-5961", "address": "1309 Rosewood Ave.", "chatter": "Tom Micklethwait’s East Austin trailer specializes in inventive and flavorful sausage and makes surprisingly good desserts."}, {"website": "facebook.com/brownsbarbque", "multiple": "", "name": "Brown’s Bar-B-Que", "zip": 78704, "phone": "512-517-8520", "address": "1901 S. Lamar Blvd.", "chatter": "This South Lamar trailer smokes some of the best chicken and pork ribs in town."}, {"website": "kerlinbbq.com", "multiple": "", "name": "Kerlin BBQ", "zip": 78702, "phone": "512-412-5588", "address": "1700 E. Cesar Chavez St.", "chatter": "This trailer serves solid brisket and a nice blue cheese-twist on cole slaw."}, {"website": "freedmensbar.com", "multiple": "", "name": "Freedmen’s", "zip": 78705, "phone": "512-220-0953", "address": "2402 San Gabriel St.", "chatter": "With a historic old building, handsome bar and outdoor courtyard, this is the best restaurant space for barbecue in Austin."}], "breakfast": [{"website": "countercafe.com", "multiple": "", "name": "Counter Café", "zip": 78703, "phone": "512-708-8800", "address": "626 N. Lamar Blvd.", "chatter": "The cakes-and-eggs dish at this diner uses crab cakes for a refreshing alternative to traditional breakfast fare."}, {"website": "kerbeylanecafe.com", "multiple": "Yes", "name": "Kerbey Lane", "zip": "", "phone": "512-447-3767", "address": "", "chatter": "An Austin original that has been interested in conscientious sourcing since before it was popular."}, {"website": "themagnoliacafe.com", "multiple": "Yes", "name": "Magnolia Cafe", "zip": "", "phone": "512-445-0000", "address": "", "chatter": "Funky and fun, this place is a testament to the fact that pancakes and omelets taste good any time of the day or night."}], "italian": [{"website": "andiamoltaliano.com", "multiple": "", "name": "Andiamo Ristorante", "zip": 78758, "phone": "512-719-3377", "address": "2521 Rutland Drive", "chatter": "Authentic Italian in North Austin with a family-owned vibe and travelogue photos on the wall of the Italian peninsula. Try the homemade ravioli."}, {"website": "astiaustin.com", "multiple": "", "name": "Asti", "zip": 78751, "phone": "512-451-1218", "address": "408 E. 43rd St.", "chatter": "Neighborhood Italian with a sophisticated touch in the middle of Hyde Park. Get the rigatoni and add sausage."}, {"website": "cipollina-austin.com", "multiple": "", "name": "Cipollina", "zip": 78703, "phone": "512-477-5211", "address": "1213 W. Lynn St.", "chatter": "Handmade pastas and Neapolitan pizzas are standouts at this charming Clarksville spot."}, {"website": "austinvespaio.com/enoteca", "multiple": "", "name": "Enoteca", "zip": 78704, "phone": "512-441-7672", "address": "1610 S. Congress Ave.", "chatter": "Vespaio’s cute little sister, Enoteca makes very good pizzas, piping hot pastas and solid Italian desserts."}, {"website": "oliveandjune-austin.com", "multiple": "", "name": "Olive & June", "zip": 78703, "phone": "512-467-9898", "address": "3411 Glenview Ave.", "chatter": "The best handmade pasta in town and a nice selection of well-executed small plates are the draws at this multi-tiered treehouse restaurant."}, {"website": "austinvespaio.com", "multiple": "", "name": "Vespaio", "zip": 78704, "phone": "512-441-6100", "address": "1610 S. Congress Ave.", "chatter": "A classy spin on Americanized Italian, Vespaio has been a long-standing staple on South Congress thanks to dishes like their lasagna and cioppino."}], "thai": [{"website": "facebook.com/kinandcomfort", "multiple": "", "name": "Kin & Comfort", "zip": 78727, "phone": "512-832-7870", "address": "1700 W. Parmer Lane", "chatter": "This small stand in the Hana World Market puts a Southern comfort twist on Thai flavors with dishes like panang curry mac and cheese and shrimp and grits in tam kha soup."}, {"website": "sapsthai.com", "multiple": "", "name": "Sap's Fine Thai Cusine", "zip": 78745, "phone": "512-899-8525", "address": "4514 Westgate Blvd.", "chatter": "You could visit every week for a year and not come close to covering the menu that includes a spicy jungle curry and sweet and savory pad prik pao (a stir fry with chili paste, brown sugar and fish sauce)."}, {"website": "thai-fresh.com", "multiple": "", "name": "Thai Fresh", "zip": 78704, "phone": "512-494-6436", "address": "909 W. Mary St.", "chatter": "This counter-service spot cares about its sourcing, as evidenced in a beautiful salad of local greens and Texas grass-fed beef tossed in a spicy and tangy dressing."}, {"website": "titayasthaicuisine.com", "multiple": "", "name": "Titaya's", "zip": 78756, "phone": "512-458-1792", "address": "5501 N. Lamar Blvd.", "chatter": "The crowds come early for the papaya salad, pad Thai and spicy fried catfish at this recently renovated restaurant."}], "sandwiches": [{"website": "avenuebgrocery.com", "multiple": "", "name": "Avenue B Grocery", "zip": 78751, "phone": "512-453-3921", "address": "4403 Avenue B", "chatter": "This place makes me nostalgic for an era in which I didn’t even live. That’s impressive. Sitting at one of the outdoor picnic tables with an egg salad sandwich is my happy place."}, {"website": "baguetteetchocolat.com", "multiple": "", "name": "Baguette et Chocolat", "zip": 78746, "phone": "512-263-8388", "address": "12101 Bee Cave Road", "chatter": "Take a trip to Paris without leaving Central Texas at this bakery that serves delicious sandwiches like French ham, Swiss cheese, butter and mustard; and prosciutto, goat cheese, tomato, cucumber, olive oil and romaine."}, {"website": "", "multiple": "", "name": "Baguette House & Cafe", "zip": 78753, "phone": "512-837-9100", "address": "10901 N. Lamar Blvd.", "chatter": "This Vietnamese restaurant serves quality bánh mi sandwiches at great prices."}, {"website": "foodheads.com", "multiple": "", "name": "FoodHeads", "zip": 78705, "phone": "512-420-8400", "address": "616 W. 34th St.", "chatter": "Excellent sandwiches with a wide array of flavor profiles, like grilled salami and mozzarella or grilled pork tenderloin with apple and Gouda, at this bungalow near the University of Texas."}, {"website": "fricanosdeli.com", "multiple": "", "name": "Fricano's Deli", "zip": 78705, "phone": "512-482-3322", "address": "2405 Nueces St.", "chatter": "Huge sandwiches loaded with flavor led this deli to move from its small North Campus location to a much more comfortable space just west of campus."}, {"website": "hillsidefarmacy.com", "multiple": "", "name": "Hillside Farmacy", "zip": 78702, "phone": "512-628-0168", "address": "1209 E. 11th St.", "chatter": "Pâtisserie and café in the morning, solid deli in the daytime, with sandwiches like an Italian grinder and a roasted chicken with mozzarella and strawberry jam."}, {"website": "noblesandwiches.com", "multiple": "yes", "name": "Noble Sandwich Co.", "zip": 78750, "phone": "512-382-6248", "address": "12233 RM 620", "chatter": "Fresh-baked breads and meats smoked and cured in-house make Noble one of the best sandwich joints in town. Get the duck pastrami and the homemade Italian sausage and peppers with gooey mozzarella."}, {"website": "qualityseafood.wordpress.com", "multiple": "", "name": "Quality Seafood Market", "zip": 78751, "phone": "512-452-3820", "address": "5621 Airport Blvd.", "chatter": "Fried shrimp po’boys. ‘Nuff said."}, {"website": "saltandtime.com", "multiple": "", "name": "Salt & Time", "zip": 78702, "phone": "512-524-1383", "address": "1912 E. Seventh St.", "chatter": "This butcher shop sells sandwiches with fresh, quality meat cured or smoked in-house. One of the best Italian grinders in town."}, {"website": "waltonsfancyandstaple.com", "multiple": "", "name": "Walton's Fancy and Staple", "zip": 78701, "phone": "512-542-3380", "address": "609 W. Sixth St.", "chatter": "Ms. Bullock’s adorable café and market makes tasty sandwiches, like the turkey sweet, which comes with bacon, caramelized onion, apple and white cheddar on a croissant."}], "hotels": [{"": 78705, "website": "TheCarillonRestaurant.com", "multiple": "", "name": "The Carillon", "phone": "512-404-3655", "address": "1900 University Ave.", "chatter": "One of the city’s most underrated restaurants serves New American cuisine, from seared scallops to grilled quail. It also offers good value, with four-course dinners for $50."}, {"": 78701, "website": "DriskillGrill.com", "multiple": "", "name": "Driskill Grill", "phone": "512-391-7162", "address": "604 Brazos St.", "chatter": "A throwback piece of Austin dining culture that too often goes overlooked."}, {"": 78701, "website": "TraceAustin.com", "multiple": "", "name": "Trace", "phone": "512-542-3660", "address": "200 Lavaca St.", "chatter": "Trace does an admirable job battling the stereotypes that often come with being a hotel restaurant. Service is polite and measured in the mod space colored with shades of black and white, and the menu is always fresh and engaging."}, {"": 78701, "website": "TrioRestaurantAustin.com", "multiple": "", "name": "Trio at the Four Seasons", "phone": "512-685-8300", "address": "98 San Jacinto Blvd.", "chatter": "You needn’t check into a room at the Four Seasons to be treated like a VIP at Trio. The accommodating and exceedingly polite staff anticipates your needs in guiding you through the restaurant’s steak-centric menu and wine list, composed by sommelier Mark Sayre, one of Trio’s finest ambassadors."}]}}